Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/inaugurations_fi/egil_olli_puhe_3.4._2012_suomi.pdf.tmx
Source language: fin
Languages: sme

source: Tervehd ys Saamelaiskäräjien vaalikau den 2 012–201 5 avajaisjuh lissa ja Saamelaisku lttuurikesku ksen Sajo ksen vih kiäisissä 3.4. 2012 In arissa
sme: Dearvvuođat Sámedikki válgabaji 2012–2015 rahpamii ja Sámi kulturguovddáža Sajosa vihahanávvudoaluide cuoŋománu 3. b. 2012 Anáris

source: S aame laiskäräjien puheen johtaja ja S aame laise n p arlamentaarisen neuvo ston pu heenjoht aja Eg il O lli
sme: Sá medi gge pre side an tta j a Sám i pa rlam en tár ala š rá đi p resi dea n ta Egil Ol li

source: Suomen tasavallan presidentti, Saamelaiskäräjien puheenjohtaja, Saamelaiskäräjien jäsenet, muut vieraat !
sme: Suoma dásseválddi presideanta, Sámedikki ságajođiheaddji, Sámedikki áirasat, eará guossit !

source: Haluan kiittää kutsusta osallistua Saamelaiskäräjien vaalikauden 2012–2015 avajaisiin
sme: Mun háliidan Sámedikki ja Sámi parlamentáralaš ráđi ovddasteaddjin giitit go lehpet bovden mu

source: ja saame laiskulttuurikeskuksen avajaisjuhliin. Minulle on kunnia Norjan
sme: searvat Sámedikki válgabaji 2012–2015 rahpamii ja sámi kulturguovddáža vihahanávvudoaluide.

source: Saamelaiskäräjien ja Saamelaisen parlamentaarisen neuvoston edustajana saada
sme: Munnje ja mu eamidii lea gudnin beassat leat guossin dáppe dán illubeaivvi.

source: tulla vieraaksenne tällaisena ilonpäivänä.
sme: Moanat jagiid dás ovdal lei historjjálaš dáhpáhus sámiide Suomas go vuosttas sámediggi rahppojuvvui.

source: tapahtuma Suomen saamelaisille. Saamelaiskäräjät on vuoden 1996 alusta omalla
sme: Sámediggi lea ge jagi 1996 álggus iežas lágain vuođđuduvvon sámiid álbmotválljen orgánan. Dan

source: lailla perustettu saamelaisten vaaleilla valittu elin. Sitä ennen, vuosina 1973 – 1995,
sme: ovdal, jagiin 1973 – 1995, doaimmai Sámi Parlameanta.

source: toimi Saamelaisvaltuuskunta.
sme: Sámediggi lea sámiid alimus politihkalaš

source: elin, joka edustaa saamelaisten virallista kantaa heitä koskevissa asioissa.
sme: orgána ja ovdanbuktá sápmelaččaid virggálaš oainnu sin guoskevaš áššiin.

source: Vaaleilla
sme: Álbmotválljen orgána bokte

source: viranomaisten kanssa, ja myös paremmat mahdollisuudet vaikuttaa saamelaisten
sme: láhččojuvvo vejolašvuohta buorebut gulahallat eiseválddiiguin, ja maiddai vejolašvuohta

source: asio ihin ja oikeuksiin.
sme: nannoseappot váikkuhit sámiid áššiid ja rivttiid.

source: Norjan Saamelaiskäräjien puolesta toivotan onnea uusille ja
sme: Norgga beale Sámedikki bealis sávan lihku ođđa ja

source: uudestaan valituille jäsenille näissä tärkeissä toimissa tulevalla kaudella. Nyt alkaa
sme: ođđasis válljejuvvon áirasiidda daid dehálaš doaimmaide maiguin dii galgabehtet bargat boahtte

source: työ, jossa on sekä mahdollisuuksia että haasteita.
sme: áigodagas. Dál álggahuvvo bargu mas leat sihke vejolašvuođat ja hástalusat.

source: Meillä saamelaisilla on paljon yhteisiä haasteita, ja siksi tarvitaankin yhteistyötä myös
sme: Mis sámiin leat ollu oktasaš hástalusat, ja danin dárbbašuvvo ge ovttasbargu maiddái rastá rájáid.

source: rajojen yli.
sme: Sámiin

source: ja organisaatioitten kautta. Vanhin niistä on Saamelaisneuvosto joka perustettiin jo
sme: leamaš juo guhkit áigge ovttasbargu sierranas rájiid rastá ásahusaid ja organisašuvnnaid bokte.

source: vuonna 1956.
sme: Boarráseamos dain lea Sámiráđđi mii ásahuvvui juo jagi 1956:s.

source: Uusin yhteistyöelin on puolestaan vuonna 2000 perustettu
sme: Ođđaseamos ovttasbargoásahus lea fas

source: Saamelainen parlamentaarinen neuvosto. Se on Saamelaiskäräjien parlamentaarinen
sme: Sámi parlamentáralaš ráđđi, mii ásahuvvui jagi 2000:s, ja mii lea sámedikkiid parlamentáralaš

source: yhteistyöelin, jossa mukana ovat myös Venäjän puolen saamelaiset.
sme: ovttasbargoorgána mas maiddái sámit Ruoššas leat bistevaš oasálastit.

source: Saamelaisen
sme: Sámi parlamentáralaš ráđi bargui

source: parlamentaarisen neuvoston työhön kuuluvat saamelaisten asiat yli rajojen. Kun nyt
sme: gullet áššit mat gusket sámiide riikkarájiid rastá.

source: Saamelaiskäräjät astuu uuteen kauteen, niin minulla on odotuksia ja toiveita siitä,
sme: Go dál Sámediggi lávke ođđa áigodahkii, de leat mus

source: että te olette edelleen valmiita huolehtimaan ja vastaamaan yhteistyöstämme
sme: vuordámušat ja doaivva ahte dii lehpet gergosat fuolahit ja vuoruhit min ovttasbarggu Sámi

source: Saamelaisessa parlamentaarisessa neuvostossa.
sme: parlamentáralaš ráđis.

source: Iloitsen suuresti saadessani osallistua teidän uuden saamelaisku lttuurikeskuksenne
sme: Mun ja mu eamit illudetne sákka go besse oasálastit din ođđa sámi kulturgoavddáža

source: vihkiäisiin.
sme: vihahanávvudoaluide.

source: Ei ole vaikeaa olla samaa mieltä heidän kanssaan, jotka sanovat talon
sme: Ii leat váttis leat ovttaoaivilis daiguin geat dadjet ahte dát lea hirpmástuhtti

source: olevan valtavan hieno.
sme: čáppa dállu.

source: Arkkitehdit ja muut tahot, jotka ovat olleet taloa
sme: Arkiteavttat ja earát geat leamašan fárus dálu hábmemis, leat duođaid dahkan buori

source: suunnittelemassa, ovat todella tehneet hyvää työtä.
sme: barggu. Sámit Suomas leat dál ožžon erenoamáš čáppa dálu.

source: Saamelaiset Suomessa ovat nyt
sme: Dál lea din duohkin deavdit dán dállui

source: saaneet erityisen kauniin talon.
sme: sisdoalu.

source: Näillä sanoilla toivotan Saamelaiskäräjien jäsenille onnea tulevan kauden työhönne ja
sme: Dáid sániiguin sávan Sámedikki áirasiidda lihku boahtte áigodaga bargguiguin ja sávan didjiide

source: onnittelen teitä kaikkia uuden kulttuurikeskuksen johdosta.
sme: buohkaide lihku dáinna ođđa kulturguovddážiin.

source: Kiitos !
sme: Giitu !
